11/data/attachments/b2a88caee54a3875.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bryan_certain_Friend_73530_5</nif:username>
            <nif:friendToBeRequested>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>